Revit 2024 API
GroupTypeId.DivisionGeometry Property
 Division Geometry.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId DivisionGeometry { get; }
Visual Basic
Public Shared ReadOnly Property DivisionGeometry As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DivisionGeometry {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace